IDEA Open Model
ConnectionInfo Properties
Compatible with IDEA StatiCa v 10.1
The ConnectionInfo type exposes the following members.
Properties
Name | Description
Description
 The description of the connection
Id
 The id of the connection
Identifier
 The identifier of the connection
Name
 The name of the connection
Top
See Also
Reference
ConnectionInfo Class
IdeaRS.OpenModel.Connection Namespace